var aeprojectlog  = {
	'11' : {
		text : '前期资料',
		array :  [
		     '今收到甲方提供的相应资料并进行梳理，见“文件夹名+提供日期”，尚缺失的资料待提供；',
		     '对接沟通甲方所提供的资料，见“文件夹名+提供日期”，以上资料均已确认为最终；',
		     '梳理甲方所提供的项目资料，现为方案阶段，待出详细制作资料后再进行改部分的模型修改；'
	     ]
	},	
	'12' : {
		text : '模型制作',
		array :  [
		     '项目地形制作中；',
		     '项目地形制作完毕，制作项目室外模型中，预计5天后提交模型样稿；',
		     '项目室外模型全部制作完毕，部分在修改加细；',
		     '项目室外模型全部制作完毕，部分在修改加细；',
		     '提交室外模型于甲方，对接沟通修改，项目室外模型修改中；',
		     '室内场景制作完毕，已提交于甲方，待反馈意见；',
		     '项目室内外模型已反馈无误，模型确认单已签字回传，安排开始预演制作；'
	     ]
	},	
	'13' : {
		text : '动画结构预演',
		array :  [
		     '镜头路径制作中；',
		     '预演完成40% ,预计5天后提交预演一稿；',
		     '整理预演汇报反馈意见，并与制作对接，沟通修改所需时间，待提供预演二稿；',
		     '已提交预演修改稿，待反馈预演反馈意见；',
		     '为推进制作进度，最终稿预演修改意见已与文本的形式进行确认，预演确认函已签字回传，安排后续渲染工作；'
	     ]
	},	
	'14' : {
		text : '剪辑',
		array :  [
		     '整片音乐已经找好，剪辑人员正在根据音乐，对应脚本粗剪；'
	     ]
	},	
	'15' : {
		text : '动画镜头制作',
		array :  [
		     '片头部分完成，已经制作46秒，缺少脚本中部分镜头，这部分涉及特效，特效部门已经开始介入并进行测试模拟；',
		     '镜头制作中，已完成75%；'
	     ]
	},	
	'16' : {
		text : '项目包装',
		array :  [
		     '部分动画镜头已完成，同步进行画面包装；',
		     '包装上区位分析资料不够详细，待甲方提供并更新文字；',
		     '字幕文案已与甲方确定，开始字幕制作；'
	     ]
	},
	'17' : {
		text : '镜头渲染',
		array :  [
		     '项目动画镜头较多，像素较高，时间周期长，预计20天可渲染完毕；',
		     '镜头渲染中，渲染完毕后提交镜头单帧；'
	     ]
	},	
	'18' : {
		text : '最终调色',
		array :  [
		     '根据镜头单帧的反馈意见并进行调色；',
		     '整理项目全部镜头进行校色，使其全片风格连贯一致；'
	     ]
	},
	'19' : {
		text : '剪辑合成',
		array :  [
		     '整片的动画镜头，画面包装，背景配乐已完成，对应脚本进行精剪，预计1天后提供样片初稿；',
		     '解说词文案已确认，进行配音并剪辑插入，待提供样片',
		     '整理样片汇报反馈意见，并与制作对接，沟通修改所需时间，待提供样片修改稿；',
		     '样片已修改完毕，未支付剩余制作款项，待去标交付；',
		     '样片已确认，样片确认单已签字回传，制作款项已结清，待输出去标文件并交付。'
	     ]
	}
};

